tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "direnv"
brew "fd"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "openjdk"
brew "maven"
brew "neovim"
brew "openjdk@11"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "maccy"
cask "postman"
cask "spotify"
cask "wezterm"
